Repository: rustyhaidu/rustihaidu
Catalog: panda-master/locale/*/LC_MESSAGES/django.po
Languages: es, it

source: PANDA Dashboard
es: Panel de control

source: Datasets <small>%(dataset_count)s total</small>
es: Conjuntos de datos<small>%(dataset_count)s total</small>
it: Datasets <small>%(dataset_count)s totali</small>

source: Missing descriptions
es: Descripciones que faltan
it: Descrizioni mancanti

source: Missing categories
es: Categorías que faltan
it: Categorie mancanti

source: Users <small>%(user_count)s total, %(activated_user_count)s activated</small>
es: Usuarios <small>%(user_count)s totales, %(activated_user_count)s activados</small>
it: Utenti <small>%(user_count)s totali, %(activated_user_count)s attivati</small>

source: Users active over last 30 days
es: Usuarios activos en los últimos 30 días
it: Utenti attivi da oltre 30 giorni

source: Most active users in the last 30 days
es: Usuarios más activos en los últimos 30 días
it: Utenti maggiormente attivi neegli ultimi 30 giorni

source: (active on %(days_active)s day)
es: (activo en %(days_active)s día)
it: (attivo da %(days_active)s giorno)

source: Least active users in the last 30 days
es: Usuarios menos activos en los últimos 30 días
it: Utenti meno attivi negli ultimi 30 giorni

source: Inactive users in the last 30 days
es: Usuarios inactivos en los últimos 30 días
it: Utenti inattivi negli ultimi 30 giorni

source: Searches <small>%(total_searches)s total</small>
es: Búsquedas <small>%(total_searches)s total</small>
it: ricerche<small>%(total_searches)s totali</small>

source: Most searched datasets in the last 30 days
es: Conjuntos de datos más buscados en los últimos 30 días
it: Dataset più cercati negli ultimi 30 giorni

source: (%(count)s search)
es: (%(count)s búsqueda)
it: (%(count)s ricerca)

source: Search count by day
es: Número de búsquedas por día
it: Numero ricerche per giorno

source: Disk usage
es: Uso de disco
it: Utilizzo del disco

source: Disk
es: Disco
it: Disco

source: Capacity
es: Capacidad
it: Capacità

source: Remaining
es: Disponible
it: Rimanente

source: Uploaded files (and exports)
es: Subir ficheros (y exportaciones)
it: File caricati (ed esportati)

source: Search data
es: Datos de la búsqueda
it: Cercare dati

source: Low disk?
es: ¿Poco espacio en disco?
it: disco insufficiente?

source: Read about <a href="%(url)s">upgrading your storage space</a>.
es: Lea sobre cómo <a href="%(url)s">incrementar su espacio en disco</a>
it: Capire come <a href="%(url)s">come aumentare spazio disco</a>.

source: Search
es: Buscar
it: Cerca

source: Upload
es: Subir
it: Carica

source: Find a dataset
es: Encontrar un set de datos
it: Trova un dataset

source: Help
es: Ayuda
it: Aiuto

source: Read the documentation
es: Lea la documentación
it: Leggi la documentazione

source: Ask a question on the user group
es: Haga una pregunta en el grupo de usuarios
it: Chiedere informazioni nel gruppo di discussione

source: Notifications
es: Notificaciones
it: Notifiche

source: View all notifications
es: Ver todas las notificaciones
it: Vedi tutte le notifiche

source: Dashboard
es: Panel de control

source: Admin
es: Administración
it: Amministrazione

source: Logout
es: Salir
it: Esci

source: Uncategorized
es: Sin categorizar
it: Senza categoria

source: English
es: Inglés
it: Inglese

source: German
es: Alemán
it: Tedesco

source: E-mail
es: Correo electrónico

source: A user with that email address already exists.
es: Ya existe un usuario con ese correo electrónico
it: Esiste già un utente con questo indirizzo email

source: Personal info
es: Información personal
it: Informazioni personali

source: Permissions
es: Permisos
it: Permessi

source: Important dates
es: Fechas importantes
it: Date importanti

source: Email is not configured for your PANDA.
es: Correo electrónico no configurado para tu PANDA.
it: Email non configurati per PANDA

source: Activation email sent.
es: Correo electrónico de activación enviado.
it: E-mail di attivazione inviata.

source: Sent %i activation emails.
es: Enviar %i correos electrónicos de activación.
it: Inviate %i email di attivazione.

source: Resend activation email(s)
es: Reenviar correo(s) electrónico(s) de activación
it: Rinvia email di attivazione

source: Add %s
es: Añadir %s
it: Aggiungi %s

source: No user data provided.
es: No hay datos de usuario proporcionados.
it: Non sono stati forniti dati utente

source: Only UTF-8 data is supported.
es: Sólo se admite datos en formato UTF-8.
it: Sono supportati solo dati UTF-8

source: Unable to determine the format of the data you entered. Please ensure it is valid CSV data.
es: No se puede determinar el formato de los datos introducidos. Por favor, asegúrese de que son datos CSV válidos.
it: Impossibile determinare il formato dei dati inseriti. Si prega di verificare che si tratta di dati CSV valid

source: Row %i has less than 4 columns.
es: Fila %i tiene menos de 4 columnas.
it: La riga %i ha meno di 4 colonne.

source: Row %i has more than 4 columns.
es: Fila %i tiene más de 4 columnas.
it: La riga %i ha più di 4 colonne.

source: User "%s" already exists
es: El usuario "%s" ya existe
it: L'utente "%s" esiste già

source: Sent %i activation email(s)
es: Correo(s) electrónico(s) %i de activación enviado(s)
it: Inviate %i email di attivazione

source: You can not abort a task that has already ended.
es: Usted no puede abortar una tarea que ya ha terminado.
it: Impossibile fermare un compito che non è ancora stato terminato

source: Attempting to abort task.
es: Intentando abortar una tarea.
it: Tentare di interrompere l'operazione

source: You can not abort tasks that have already ended.
es: Usted no puede abortar tareas que ya han terminado.
it: È impossibile interrompere le operazioni che sono già state concluse.

source: Attempting to abort %i task(s).
es: Intentando abortar %i tarea(s)
it: Tentativo di interrompere %i compito/i

source: Abort task(s)
es: Abortar tarea(s)
it: Interrompi operazioni

source: Site domain
es: Dominio del sitio web
it: Dominio del sito

source: Site domain to be referenced in outgoing email.
es: Dominio del sitio al que se hace referencia en el correo electrónico saliente.
it: Dominio del sito a cui fare riferimento nelle email in uscita.

source: Email
es: Correo electrónico

source: Enable email?
es: ¿Habilitar correo electrónico?
it: Attivare email?

source: If enabled, notifications and activation messages will be sent via email.
es: Si se habilitan, los mensajes de notificaciones y activación serán enviados vía correo electrónico.
it: Se abilitata, le notifiche dei messaggi di attivazione saranno inviate via email.

source: Hostname or IP of the SMTP server.
es: Nombre de host o IP del servidor SMTP.
it: Nome host o IP del server SMTP.

source: Port number of the SMTP server.
es: Número de puerto del servidor SMTP.
it: Numero di porta del server SMTP.

source: Username for the SMTP server.
es: Nombre de usuario del servidor SMTP.
it: Nome utente per il server SMTP.

source: Password for the SMTP server.
es: Contraseña del servidor SMTP.
it: Password per il server SMTP.

source: Use TLS encryption when connecting to the SMTP server?
es: ¿Usar cifrado encriptado TLS para conectarse al servidor SMTP?
it: Utilizzare la crittografia TLS per la connessione al server SMTP?

source: Email address that PANDA messages should appear to come from.
es: Dirección de correo electrónico desde la cual deben aparecer como enviados los mensajes de PANDA.
it: Indirizzo di posta elettronica da cui i messaggi di PANDA saranno inviati

source: Miscellaneous
es: Misceláneo
it: Varie

source: Enable demo mode?
es: ¿Habilitar modo de prueba?
it: Abilita modalità demo?

source: In demo mode the login fields will automatically be prepopulated with the default username and password.
es: En modo de prueba los campos de logeo serán llenados automáticamente con el nombre de usuario y contraseña por defecto.
it: In modalità demo i campi di login saranno preimpostati con utenze e password predefinite

source: Maximum size allowed for user-uploaded files, in bytes.
es: Tamaño máximo permitido para los archivos subidos por el usuario, en bytes.
it: Dimensione massima consentita per i file caricati dagli utenti, in byte.

source: The default value is equivalent to 1GB.
es: El valor predeterminado es equivalente a 1 GB.
it: Il valore predefinito è pari ad 1GB.

source: Performance
es: Rendimiento
it: Prestazione

source: Number of seconds to wait between processing batches of data.
es: Número de segundos de espera entre el procesamiento de lotes de datos.
it: Numero di secondi di attesa fra le serie di dati di elaborazione.

source: A larger number will result in slower imports and exports, but better responsiveness from the PANDA user interface.
es: Un número mayor dará lugar a importaciones y exportaciones más lentas, pero mejor capacidad de respuesta de la interfaz de usuario de PANDA.
it: Un numero maggiore implica importazioni ed esportazioni più lente, ma una maggiore risposta dall'interfaccia utente PANDA.

source: Unable to convert "%(value)s" to type %(normal_type)s
es: No se pudo convertir "%(value)s" a tipo %(normal_type)s
it: Impossibile convertire "%(value)s" nel tipo %(normal_type)s

source: CSV contains fields longer than maximum length of 131072 characters.
es: CSV contiene campos mayores a la longitud máxima de 131.072 caracteres.
it: Il CSV contiene campi più lunghi di 131.072 caratteri.

source: This account is disabled
es: Esta cuenta está desactivada.
it: Account disattivato

source: Email or password is incorrect
es: Correo electrónico o contraseña incorrecta
it: E-mail o password errate

source: Successfully logged out
es: Ha salido de su cuenta con éxito
it: Disconnesione avvenuta

source: Invalid activation key
es: Llave de activación inválida
it: Chiave di attivazione non valida

source: Expired activation key. Contact your administrator
es: Llave de activación expirada. Contacte a su administrador
it: Chiave di attivazione scaduta. Contattare l'amministratore

source: Invalid activation key!
es: ¡Llave de activación inválida!
it: Chiave di attivazione non valida!

source: Expired activation key. Contact your administrator.
es: Llave de activación expirada. Contacte a su administrador.
it: Chiave di attivazione scaduta. Contattare l'amministratore

source: This field is required.
es: Este campo es obligatorio.
it: Campo obbligatorio

source: Unknown or inactive email address.
es: Dirección de correo electrónico desconocida o inactiva.
it: Sconosciuto o indirizzo e-mail inattivo.

source: Forgotten password
es: Contraseña olvidada.
it: Password dimenticata

source: PANDA received a request to change your password. To set your new password follow this link: http://%(site_domain)s/#reset-password/%(activation_key)s If you did not request this email you should notify your administrator.
es: PANDA recibió una solicitud de cambiar su contraseña. Para configurar su nueva contraseña siga este enlace: http://%(site_domain)s/#reset-password/%(activation_key)s Si no solicitó este correo electrónico debe notificar a su administrador.
it: PANDA ha ricevuto una richiesta per modificare la tua password. Per impostare la nuova password devi seguire questo link: http://%(site_domain)s/#reset-password/%(activation_key)s Se non si ha fatto questa richiesta si consiglia di contattare l'amministratore.

source: Activity has already been recorded.
es: Actividad ya ha sido registrada.
it: L'attività già registrata.

source: The data field is required.
es: Se requiere el campo de datos.
it: Campo dati obbligatorio.

source: external_id must be a string.
es: external_id debe ser una cadena.
it: l' external_id deve essere una stringa.

source: external_id can only contain letters, numbers, underscores and dashes.
es: external_id sólo puede contener letras, números, subrayados (underscores) y guiones
it: l' external_id può contenere solo lettere, numeri, caratteri di sottolineatura e trattini.

source: Slug of the dataset this row of data belongs to.
es: Slug del set de datos al que pertenece esta fila de datos.
it: Slug del dataset questa riga di dati appartiene a.

source: Per-dataset unique identifier for this row of data.
es: Identificador único por set de datos para esta fila de datos.
it: Identificatore univoco per ciascuno dataset per questa riga di dati.

source: An ordered list of values corresponding to the columns in the parent dataset.
es: Una lista ordenada de los valores correspondientes a las columnas en el conjunto de datos superior.
it: Un elenco ordinato di valori corrispondenti alle colonne del dataset genitore.

source: Dataset specified in request body does not agree with dataset API endpoint used.
es: Set de datos especificados en el cuerpo solicitado no está de acuerdo con el punto final de la API del set de datos utilizados.
it: Dataset specificato nella richiesta non è in accordo con il set di dati utilizzato dalle API dell'endpoint.

source: Can not create or modify data for a dataset which has initial_upload, but has not completed the import process.
es: No se puede crear o modificar los datos de un set de datos que tiene initial_upload, pero no ha completado el proceso de importación.
it: Non è possibile creare o modificare dati per un dataset che non initial_upload, ma non ha completato il processo di importazione.

source: Can not create or modify data for a dataset without columns.
es: No se puede crear o modificar los datos de un set de datos sin columnas.
it: Non è possibile creare o modificare set di dati senza colonne.

source: Got %(field_count)i data fields. Expected %(expected_field_count)i.
es: Hay %(field_count)i campos de datos. Tiene que haber %(expected_field_count)i.
it: %(field_count)i campi dati ottenuti. Attesi %(expected_field_count)i.

source: Dataset is currently locked by another process.
es: Set de datos actualmente bloqueado por otro proceso.
it: Dataset attualmente bloccato da un altro processo.

source: Invalid data sent.
es: Datos no válidos enviados.
it: Dati inviati non validi.

source: Export search results for "%s".
es: Exportar los resultados de búsqueda para "% s".
it: Esporta i risultati della ricerca per "%s".

source: Export queued.
es: Exportar cola.
it: Esporta in coda.

source: A model instance matching the provided arguments could not be found.
es: No se pudo encontrar una instancia modelo que coincida con los argumentos proporcionados.
it: Non è possibile trovare un modello di istanza che corrisponde agli argomenti forniti.

source: The "columns" argument must also be specified when specifying "typed_columns".
es: El argumento de "columnas", también se debe especificar cuando se especifica "typed_columns".
it: L'argomento "colonne" deve essere specificato anche quando si specifica "typed_columns".

source: The "typed_columns" argument must be a comma-separated list of True/False values with the same number of values as the "columns" argument.
es: El argumento "columnas_tipeadas" tiene que ser una lista de valores Verdadero/Falso separada por comas con el mismo número de valores que el argumento "columnas".
it: L'argomento "typed_columns" deve essere un elenco separato da virgole di valori vero/falso con lo stesso numero di valori come l'argomento "colonne".

source: The "columns" argument must also be specified when specifying "column_types".
es: El argumento "columnas" tiene que ser especificado cuando se especifica "columnas_tipos".
it: L'argomento "colonne" deve essere specificato anche quando si specifica "tipi_colonna".

source: The "column_types" argument must be a comma-separated list of types with the same number of values as the "columns" argument.
es: El argumento "columnas_tipos" tiene que ser una lista de tipos separados por comas con el mismo número de valores que el argumento "columnas".
it: L'argomento "tipi_colonna" deve essere un elenco separato da virgole di tipi con lo stesso numero di valori presente in "colonne".

source: This dataset has no data to reindex.
es: Este set de datos no tienen datos para reindexar.
it: Questo set di dati non ha dati da reindicizzare.

source: typed_columns must be a comma-separated list of True/False values with the same number of values as the dataset has columns.
es: tipos_columnas tiene que ser una lista separada por comas de valores Verdadero/Falso con el mismo número de valores que las columnas del set de datos.
it: tipi_colonna deve essere un elenco separato da virgole di valori vero/falso con lo stesso numero di valori presenti nel dataset.

source: column_types must be a comma-separated list of types with the same number of values as the dataset has columns.
es: columnas_tipos tiene que ser una lista de tipos separados por comas con el mismo número de valores que las columnas del set de datos.
it: tipi_colonne deve essere un elenco separato da virgole di tipi con lo stesso numero di valori presente nel dataset.

source: Email address is not valid.
es: El correo electrónico no es válido.
it: Indirizzo e-mail non valido.

source: Audit uploads and local files, deleting any not associated with a dataset.
es: Auditar archivos locales y subidos, borrando cualquiera no asociado al set de datos.
it: Audit caricati e file locali, soppressione di tutti quelli non associati a un set di dati.

source: Only describe what files would be deleted, don't actually delete them.
es: Sólo describa qué datos serán borrados, no los borre.
it: Solo descrivere quali file saranno eliminati, in realtà non lo saranno.

source: Running in fake mode! No files will actually be deleted!
es: ¡Ejecución en modo falso! ¡Ningún archivo será borrado!
it: Esecuzione in modalità di test! Nessun file sarà effettivamente cancellato!

source: Would delete upload: %s
es: Eliminaría carga: %s
it: Sarebbe da eliminare i file caricati: %s

source: Deleted upload: %s
es: Eliminar carga: %s
it: Upload eliminato: %s

source: Would delete file: %s
es: Eliminaría archivo: %s
it: Sarebbe da cancellare il file: %s

source: Deleted file: %s
es: Archivo eliminado: %s
it: File eliminato: %s

source: Reindex all datasets
es: Reindexar todos los sets de datos
it: Reindicizzare tutti i dataset

source: Updated: %s
es: Actualizado: %s
it: Aggiornato: %s

source: Done!
es: ¡Hecho!
it: Completato!

source: The user who was active.
es: El usuario que estaba activo.
it: Utente che era attivo.

source: user
es: usuario
it: utente

source: when
es: cuando
it: dove

source: The date this activity was recorded.
es: La fecha en que esta actividad fue registrada.
it: La data di questa attività è stato registrata.

source: ActivityLog
es: RegistrodeActividad
it: RegistroAttività

source: ActivityLogs
es: RegistrosdeActividad
it: RegistriAttività

source: %(user)s at %(when)s
es: %(user)s en %(when)s

source: filename
es: nombre de archivo
it: nome del file

source: Filename as stored in PANDA.
es: Nombre de archivo guardado en PANDA.
it: Nome del file memorizzato in PANDA.

source: original_filename
es: nombre_archivo_original
it: nomefile_originale

source: Filename as originally uploaded.
es: Nombre de archivo como fue subido originalmente.
it: Nome del file come originariamente caricato.

source: size
es: tamaño
it: dimensione

source: Size of the file in bytes.
es: Tamaño del archivo en bytes.
it: Dimensione del file in byte.

source: The user who uploaded this file.
es: El usuario que subió este archivo.
it: Utente che ha caricato il file.

source: creator
es: creador
it: creatore

source: creation_date
es: fecha_creación
it: data_creazione

source: The date this file was uploaded.
es: La fecha en que este archivo fue cargado.
it: Data di questo file una volta caricato.

source: title
es: título
it: titolo

source: A user-friendly name for this file.
es: Un nombre para este archivo fácil de entender para los usuarios.
it: Un nome facile da usare per questo file.

source: name
es: nombre
it: nome

source: Category name.
es: Nombre de categoría.
it: Nome della categoria.

source: Category
es: Categoría
it: Categoria

source: Categories
es: Categorías
it: Categorie

source: The dataset this upload is associated with.
es: El set de datos asociado a esta carga.
it: Il dataset di questo questo upload è associato con.

source: dataset
es: set de datos

source: data_type
es: tipo_de_datos
it: tipo_dato

source: The type of this file, if known.
es: Tipo de archivo, si se conoce.
it: Tipo di questo file, se conosciuto.

source: encoding
es: codificación
it: codifica

source: The character encoding of this file. Defaults to utf-8
es: La codificación de caracteres para este archivo. Por defecto es utf-8.
it: Codifica dei caratteri di questo file. Valore predefinito è utf-8

source: dialect
es: dialecto
it: dialetto

source: Description of the formatting of this file.
es: Descripción
it: Descrizione formattazione di questo file.

source: columns
es: columnas
it: colonne

source: A list of names for the columns in this upload.
es: Una lista de nombre para las columnas de esta carga.
it: Una lista di nomi per le colonne di questo upload.

source: sample_data
es: datos_muestra
it: dati_campione

source: Example data from this file.
es: Ejemplos de datos de este archivo.
it: Esempi di dati from questo file.

source: guessed_types
es: tipos_inferidos
it: tipi_indovinati

source: Column types guessed based on a sample of data.
es: Tipos de columnas inferidos a partir de una muestra de los datos.
it: Tipi di colonna indovinati sulla base di un campione di dati.

source: imported
es: importado
it: importati

source: Has this upload ever been imported into its parent dataset.
es: Esta carga ha sido importada alguna vez en su set de datos padre.
it: Questo upload non è mai stato importato in un dataset genitore.

source: deletable
es: eliminable
it: cancellabile

source: Can this data upload be deleted? False for uploads prior to 1.0.
es: ¿Se puede borrar esta carga de datos? Falso para cargas anteriores a 1.0
it: Questo upload di dati può essere cancellato? Falso per il caricamento prima della 1.0.

source: DataUpload
es: CargaDatos
it: CaricamentoDati

source: DataUploads
es: CargasDatos
it: CaricamentiDati

source: This data upload was created before deleting individual data uploads was supported. In order to delete it you must delete the entire dataset.
es: Esta carga de datos fue creada antes de que la eliminación de cargas de datos fuera posible. Para borrarla debes borrar el set de datos completo.
it: Questo caricamento dei dati è stato creato prima di eliminare i singoli caricamenti. Per eliminarlo è necessario eliminare l'intero set di dati.

source: User-supplied dataset name.
es: Nombre del set de datos provisto por el usuario.
it: Utente-fornitore del nome del dataset

source: description
es: descripción
it: descrizione

source: User-supplied dataset description.
es: Descripción del set de datos provista por el usuario.
it: Utente-fornitore della descrizione dei dataset.

source: The data upload used to create this dataset, if any was used.
es: Los datos cargados usados para crear este set de datos, si fueron usados.
it: Caricamento dei dati utilizzato nella creazione di questo dataset, se ne è stato utilizzato uno.

source: initial_upload
es: carga_inicial
it: caricamento_iniziale

source: column_schema
es: esquema_columna
it: schema_colonna

source: Metadata about columns.
es: Metadatos sobre las columnas.
it: Metadati relativi alle colonne.

source: Example data rows from the dataset.
es: Ejemplos de filas de datos del set de datos.
it: Esempio di righe di dati dal dataset.

source: row_count
es: recuento_filas
it: totale_righe

source: The number of rows in this dataset. Null if no data has been added/imported.
es: El número de filas en este set de datos. Nulo si los datos no fueron agregados/importados.
it: Il numero di righe in questo set di dati. Nulla se nessun dato è stato aggiunto/importato.
