Repository: rustyhaidu/rustihaidu
Catalog: panda-master/locale/*/LC_MESSAGES/djangojs.po
Languages: es, it

source: Activate your PANDA account
es: Active su cuenta PANDA
it: Attiva il tuo account PANDA

source: First name
es: Nombre
it: Nome

source: Last name
es: Apellido
it: Cognome

source: Password
es: Contraseña

source: Re-enter password
es: Reingrese su contraseña
it: Reinserisci password

source: Activate
es: Activar
it: Attiva

source: Add data to %(dataset)s
es: Añada datos a %(dataset)s
it: Aggiungi dati a %(dataset)s

source: Upload new data
es: Cargue nuevos datos
it: Carica nuovi dati

source: Your PANDA has %(space)s available for files. You should contact your PANDA administrator about expanding the available storage space. <strong>Uploads may fail.</strong>
es: Su cuenta de PANDA tiene %(space)s disponible para archivos. Debe contactar a su administrador para expandir la capacidad de almacenamiento.<strong>Se pueden producir errores en las cargas.</strong>
it: Lo spazio PANDA dedicato all'utente in uso è di %(space)s per i file. Per ottenere maggiore spazio occorre contattare l'amministrazione di PANDA. <strong>Gli upload potrebbero fallire.</strong>

source: Your PANDA has %(space)s available for files. You should contact your PANDA administrator about expanding the available storage space.
es: Su cuenta de PANDA tiene %(space)s disponible para archivos. Debe contactar a su administrador para expandir la capacidad de almacenamiento.
it: Lo spazio PANDA dedicato all'utente in uso è di %(space)s per i file. Per ottenere maggiore spazio occorre contattare l'amministrazione di PANDA.

source: Your PANDA has %(space)s available for search indices. You should contact your PANDA administrator about expanding the available storage space. <strong>Uploads may fail.</strong>
es: Su cuenta de PANDA tiene %(space)s disponible para índices de búsqueda. Debe contactar a su administrador para expandir la capacidad de almacenamiento. <strong>Se pueden producir errores en las cargas.</strong>
it: Lo spazio PANDA dedicato all'utente in uso è di %(space)s per gli indici di ricerca. Per ottenere maggiore spazio occorre contattare l'amministrazione di PANDA. <strong>Gli upload potrebbero fallire.</strong>

source: Your PANDA has %(space)s available for search indices. You should contact your PANDA administrator about expanding the available storage space.
es: Su cuenta de PANDA tiene %(space)s disponible para índices de búsqueda. Debe contactar a su administrador para expandir la capacidad de almacenamiento.
it: Lo spazio PANDA dedicato all'utente in uso è di %(space)s per gli indici di ricerca. Per ottenere maggiore spazio occorre contattare l'amministrazione di PANDA

source: <strong>Note:</strong> When adding data to an existing dataset the file you upload must have <strong>exactly</strong> the same headers as the existing data.
es: <strong>Observación:</strong> Al añadir datos a un set de datos preexistente, el archivo a subir tiene que tener <strong>exactamente</strong> la misma cantidad de cabeceras que los datos existentes.
it: <strong>Nota:</strong> Quando si aggiungono dati a un set di dati esistente del file caricato deve avere <strong>esattamente</strong> le stesse intestazioni come i dati esistenti.

source: Select your file
es: Seleccione su archivo
it: Selezionare il file

source: Start by selecting a <strong>CSV (.csv)</strong> or <strong>Excel (.xls or .xlsx)</strong> file from your computer:
es: Comience por seleccionar un archivo <strong>CSV (.csv)</strong> o <strong>Excel (.xls o .xlsx)</strong> de su computador:
it: Cominciare selezionado un file <strong>CSV (.csv)</strong> o <strong>Excel (.xls or .xlsx)</strong> dal proprio computer:

source: <strong>Excel styles will be lost!</strong> When making this file searchable all formatting applied to the cells will be lost. This means your data may appear differently in PANDA than it does in your spreadsheet application. In addition, only the first worksheet of your file will be made searchable. Read more in our documentation on <a href="http://pandaproject.net/docs/handling-unsupported-excel-features.html">handling unsupported Excel features</a>.
es: <strong>¡Se perderán los estilos de la hoja de Excel!</strong> Al hacer que este archivo pueda ser buscado, se perderán todos los formatos aplicados a las celdas. Esto significa que sus datos pueden parecer diferentes en PANDA de como aparecen en su hoja de cálculo. Además, sólo la primera hoja de trabajo de su archivo aparecerá en resultados de búsqueda. Lea más en nuestra documentación sobre <a href="http://pandaproject.net/docs/handling-unsupported-excel-features.html">cómo manejar características de Excel no compatibles.</a>.
it: <strong>gli stili Excel saranno persi!</strong>. Nel rendere questo file ricercabile tutta la formattazione presente sulle celle sarà persa. Questo significa che i dati apparirrano in maniera diversa in PANDA rispetto a come appaiono nelle applicazioni di foglio di calcolo. Inoltre, soltanto il primo foglio di lavoro del file caricato sarà reso ricercabile. Maggiori informazioni sono presenti nella documentazione <a href="http://pandaproject.net/docs/handling-unsupported-excel-features.html">gestione delle funzioni non supportate di Excel</a>.

source: Access files can not be uploaded to PANDA. Read our documentation on <a href="http://pandaproject.net/docs/importing-access-files.html">importing Access files</a>
es: Los archivos de acceso no pueden ser cargados a PANDA. Lea nuestra documentación sobre <a href="http://pandaproject.net/docs/importing-access-files.html">importando Archivos de Acceso</a>
it: I file in formato Access non possono essere caricati in PANDA. Si consiglia di leggere la documentazione <a href="http://pandaproject.net/docs/importing-access-files.html">importare file Access</a>

source: DBF files can not be uploaded to PANDA. Read our documentation on <a href="http://pandaproject.net/docs/importing-dbf-files.html">importing DBF files</a>.
es: Los archivos DBF no pueden ser ingresados a PANDA. Lea nuestra documentación sobre <a href="http://pandaproject.net/docs/importing-dbf-files.html">importar archivos DBF</a>.
it: I file in formato DBF non possono essere caricati in PANDA. Si consiglia di leggere la documentazione <a href="http://pandaproject.net/docs/importing-dbf-files.html">importazione file DBF</a>.

source: Unknown file type. Please upload either an CSV or Excel file.
es: Tipo de archivo desconocido. Por favor, suba un archivo CSV o Excel.
it: Tipo di file sconosciuto. Il sistema accetta file in formato CSV o Excel

source: Advanced CSV options
es: Opciones CSV avanzadas
it: Opzionzi CSV avanzate

source: Character encodings
es: Codificación de caracteres
it: Codifica caratteri

source: <p>Unfortunantely, it is not possible for PANDA to automatically determine the encoding of a CSV file. The default is <strong>utf-8</strong>, which is correct for a large number of files, but there are many possible encodings. Census data, for example, is frequently distributed in the <strong>latin-1</strong> encoding.</p><p>&nbsp;</p><p>Encodings are a complex topic. If PANDA can not import your CSV file you may need to research what encoding it is in.</p>
es: <p>Desafortunadamente, no es posible para PANDA determinar automáticamente la codificación de un archivo CSV. La codificación por defecto es <strong>utf-8</strong>, lo que es correcto para un gran número de archivos, pero existen muchos tipos de codificación posibles. Los datos del censo, por ejemplo, son distribuidos frecuentemente usando la codificación <strong>latin-1</strong>.</p><p>&nbsp;</p><p>La codificación de archivos es un tema complejo. Si PANDA no puede importar su archivo CSV, tendrá que averiguar qué codificación se usó.</p>
it: <p>Purtroppo, PANDA, non è in grado di capire in automatico la codifica carattere di un file CSV. Il valore predefinito è <strong>utf-8</strong>, che è quello maggiormente usato per un gran numero di file, ma esistono tantissime altre codifiche. I dati del censimento, ad esempio, sono solitamente distribuiti con la codificia <strong>latin-1</strong>.</p><p>&nbsp;</p><p>La codifica caratteri è un argomento complesso. Se PANDA non è in grado di importare un file CSV è molto probabile che sia necessario capire quale sia la tipologia di condifica utilizzata.</p>

source: Begin upload
es: Comienza la carga
it: Comincia upload

source: Wait while your file is uploaded
es: Espere mientras se sube su archivo
it: Aspettare fino al caricamento del file

source: Describe your dataset
es: Describa su set de datos
it: Descrivere il dataset

source: Your file is currently being uploaded to PANDA. While you wait please take a moment to provide some information about it, such as when and how it was acquired.
es: Su archivo está siendo ingresado a PANDA. Mientras espera por favor tómese un momento para darnos información sobre su archivo, como por ejemplo cómo fue adquirido.
it: Il file è attualmente in fase di caricamento. In attesa del suo completamento si consiglio di fornire alcune informazioni a riguardo come quando e dove il file è stato acquisito.

source: Name
es: Nombre
it: Nome

source: Description
es: Descripción
it: Descrizione

source: Categories
es: Categorías
it: Categorie

source: Upload in progress, please wait...
es: Carga en progreso, por favor espere...
it: Caricamente in corso, attendere ...

source: Continue
es: Continuar
it: Continua

source: Preview your data
es: Realice una vista previa de sus datos
it: Anteprima dei dati

source: Your file has finished uploading. Please review the following sample data that was extracted from your file and verify it looks correct. If it not correct you may need to modify the file or save your data in another format. If you are satisifed with the preview then click Continue.
es: Su archivo ha sido cargado. Por favor, revise los siguientes datos de ejemplo que fueron extraídos de su archivo y compruebe que son correctos. Si no son correctos, puede que tenga que modificar el archivo o guardar los datos en otro formato. Si está satisfecho con la vista previa, haga clic en Continuar.
it: Il caricamento del file è stato caricato. Si consiglia di rivedere i dati campione estratti dal file caricato e verificare se sono corretti. Se non lo sono probabilmente è necessario modificare il file o salvare i dati in altro formati. Se invece si è soddisfatti con l'anteprima, proseguire con il clic

source: Finish
es: Acabado
it: Finito

source: Start over
es: Comience de nuevo
it: Ricominciare

source: Error processing dataset
es: Se produjo un error al procesar el set de datos
it: Errore durante il processamento dei dati

source: Close
es: Cierra
it: Chiudi

source: Error uploading dataset: %(message)s
es: Se produjo un error al cargar el set de datos: %(message)s
it: Errore nel caricamento del dataste: %(message)s

source: No rows matching query found in dataset <strong>%(dataset)s</strong>.
es: No hay filas que correspondan a la consulta de búsqueda en el set de datos <strong>%(dataset)s</strong>.
it: Nessuna riga soddisfa la query individuata nel dataset <strong>%(dataset)s</strong>.

source: Would you like to <a href="%(url)s">search all datasets instead</a>?
es: ¿Prefiere <a href="%(url)s">buscar todos los set de datos</a>?
it: Si desidera invece <a href="%(url)s">cercare tutti i dataset</a>?

source: Subscribe to search results
es: Suscribirse a los resultados de búsqueda
it: Iscriversi alla ricerca dei risultati

source: Export search results to CSV
es: Exporte los resultados a un CSV
it: Esporta i risultati della ricerca come CSV

source: Showing only results created or updated after <strong>%(since)s</strong>
es: Mostrando sólo los resultados creados o actualizados después de <strong>%(since)s</strong>
it: Mostrare soltanto risultati creati o aggiornati dopo <strong>%(since)s</strong>

source: Show all results instead
es: Muestra todos los resultados en lugar de
it: Mostra invece tutti i risultati

source: Are you sure you want to export this search?
es: ¿Está seguro que quiere exportar esta búsqueda?
it: Si è sicuri di voler esportare questa ricerca?

source: <p>This may take a long time to complete. You will be notified when it is finished.</p><p>Please note that changes made to the dataset during export may not be accurately reflected.</p>
es: <p>Esto puede tardar mucho tiempo en ser completado. Será notificado cuando se complete.</p><p>Por favor tenga en cuenta que los cambios hechos al set de datos durante la exportación pueden no ser reflejados con exactitud.</p>
it: <p>Questa operazione può richiedere molto tempo. Al termine dell'operazione si otterrà una notifica.</p><p>Potrebbe accadere che le modifiche fatte nel dataset durante la sua esportazione non siano accuratamente riportate</p>

source: Continue with export
es: Continuar con la exportación
it: Continua con l'export

source: Subscribe to this search?
es: ¿Suscribirse a esta búsqueda?
it: Iscriversi a questa ricerca?

source: When you click <strong>Subscribe</strong> you will begin receiving daily email notifications of new data added to PANDA that matches:
es: Al hacer clic en <strong>Suscribir</strong>, usted comenzará a recibir notificaciones diarias por correo electrónico sobre nuevos datos agregados a PANDA que coincidan con:
it: Cliccando su <strong>Sottoscrivi</strong> si riceverranno email giornaliere di notifiche riguardo nuovi dati inseriti in PADA che soddisfano le ricerche:

source: When you click <strong>Subscribe</strong> you will begin receiving daily notifications of new data added to PANDA that matches:
es: Al hacer clic en <strong>Suscribir</strong>, usted comenzará a recibir notificaciones diarias sobre datos ingresados a PANDA que coincidan con:
it: Cliccando su <strong>Sottoscrivi</strong> si riceverranno email giornaliere di notifiche riguardo nuovi dati inseriti in PADA che soddisfano le ricerche:

source: %(query)s in <strong>%(dataset)s</strong>
es: %(query)s en <strong>%(dataset)s</strong>

source: Subscribe
es: Suscribirse
it: Sottoscrivi

source: Cancel
es: Cancelar
it: Annulla

source: Search <strong>%(dataset)s</strong>
es: Buscar <strong>%(dataset)s</strong>
it: Ricerca <strong>%(dataset)s</strong>

source: Enter a search query
es: Escriba una consulta de búsqueda
it: Inserire query di ricerca

source: Search
es: Buscar
it: Cerca

source: More search options
es: Más opciones de búsqueda
it: Maggior opzioni di ricerca

source: Back to dataset details
es: Volver a los detalles del set de datos
it: Ritorno ai dettagli del dataset

source: Wildcards
es: Comodines
it: Caratteri jolly

source: Use an asterisk to match part of a word: <code>coff*</code> will match "coffee", "Coffer" or "coffins".
es: Utilice un asterisco para que coincida con una parte de una palabra: <code>caf*</code> coincidirá con "café", "cafeína" o "cafetera".
it: Utilizzare un asterisco per individuare parti di una parola: <code>caff*</code> restituirà "caffè", "Caffettiera" o "caffeina".

source: Exact phrases
es: Frases exactas
it: Frasi esatte

source: Put phrases in quotes: <code>"Chicago Bears"</code> will not match "Chicago Panda Bears".
es: Escriba frases entre comillas: <code>"Chicago Bears"</code> no coincidrá con "Chicago Panda Bears".
it: Inserire le frasi fra virgolette: <code>"Trentino Volley"</code> non restituirà "Trentino Volley Team".

source: Use AND and OR to find combinations of terms: <code>homicide AND first</code> will match "first degree homicide" or "homicide, first degree", but not just "homicide".
es: Use AND y OR para encontrar combinaciones de términos: <code>homicidio AND primer</code> coincidirá con "homicidio en primer grado" u "homicidio, primer grado", pero no sólo con "homicidio".
it: Utilizzare AND e OR per individuare combinazione di termini: <code>omicidio AND primo</code> restituirà "omicidio di primo grado" oppure "omicidio, primo grado", ma non soltanto "omicidio".

source: Group words with parantheses: <code>homicide AND (first OR 1st)</code> will match "1st degree homicide", "first degree homicide", or "homicide, first degree".
es: Agrupe palabras con paréntesis: <code>homicidio AND (primer OR 1er)</code> va a coincidir con "homicidio en 1er grado", "homicidio en primer grado" u "homicidio, primer grado".
it: Raggruppare parole con le parentesi: <code>omicidio AND (primo o 1.)</code> restituirà "omicidio 1. grado", "omicidio primo grado" o "omicidio, primo grado".

source: Alternate names
es: Nombres alternativos
it: Nomi alternativi

source: PANDA will attempt to match informal and alternate English first names: <code>bill</code> will match "Bill", "Billy", "William", etc. It will not match mispellings.
es: PANDA intentará hacer coincidir términos de búsqueda informales y alternativos a los nombres propios en inglés: <code>bill</code> coincidirá con "Bill", "Billy", "William", etc. No se podrá hacer coincidir palabras con errores de tipeo.
it: PANDA cercherà di abbinare nomi inglesi informali e alternativi: <code>bill</code> corrisponderà a "Bill", "Billy", "William", ecc. Non restituirà però errori di battitura.

source: Error importing data
es: Ocurrió un error al importar los datos
it: Errore nell'importazione dei dati

source: <p>The import failed with the following exception:</p><code>%(traceback)s</code>
es: <p>La importación falló salvo la siguiente excepción:</p><code>%(traceback)s</code>
it: <p>L'importazione è fallito con le seguenti eccezzioni:</p><code>%(traceback)s</code>

source: About <strong>%(dataset)s</strong>
es: Sobre <strong>%(dataset)s</strong>
it: Riguardo <strong>%(dataset)s</strong>

source: (%(count)s rows)
es: (%(count)s filas)
it: (%(count)s righe)

source: (row count not available)
es: (recuento de filas no está disponible)
it: (conteggio righe non disponibile)

source: Actions
es: Acciones
it: Azioni

source: Edit name, description or categories
es: Editar nombre, descripción o categorías
it: Modifica nome, descrizione o categorie

source: Add or remove related links
es: Agregar o remover los enlaces relacionados
it: Aggiungi o rimuovi link associati

source: Upload more data
es: Subir más datos
it: Carica più dati

source: Upload related file
es: Subir archivo relacionado
it: Carica file associati

source: Enable column search
es: Habilitar búsqueda por columnas
it: Abilita colonna ricerca

source: Export to CSV
es: Exportar a CSV
it: Esporta come CSV

source: Delete
es: Borrar
it: Elimina

source: Showing %(count)s sample rows from %(total)s total rows in this dataset.
es: Mostrar %(count)s de las filas de muestra del %(total)s total de filas en este set de datos.
it: Visualizzazione di %(count)s righe campione su un totale di %(total)s di questo dataset.

source: Showing %(count)s rows of an unknown total number of rows in this dataset.
es: Mostrando %(count)s filas de un número total desconocido de filas en este set de datos.
it: Visualizzazione di %(count)s righe campione su numero indefinito di righe totali di questo dataset.

source: View all rows
es: Ver todas las filas
it: Vedi tutte le righe

source: Created by %(creator)s on <strong>%(when)s</strong>.
es: Creado por %(creator)s en <strong>%(when)s</strong>.
it: Creato da %(creator)s il <strong>%(when)s</strong>

source: Data last modified by %(modifier)s on <strong>%(when)s</strong>
es: Modificado por última vez por %(modifier)s en <strong>%(when)s</strong>
it: Ultima modificata fatta da %(modifier)s il <strong>%(when)s</strong>

source: Data never modified.
es: Los datos no modificados.
it: Dato mai modificato.

source: Edit this dataset to add a description.
es: Editar este set de datos para agregar una descripción.
it: Modifica questo dataset per aggiungere una descrizione.

source: None selected.
es: Ninguno/a seleccionado/a.
it: Nulla selezionato.

source: Related links
es: Enlaces relacionados
it: Collegamenti associati.

source: No related links.
es: Enlaces no relacionados.
it: Nessun collegamento associato.

source: Related files
es: Archivos relacionados
it: File collegati

source: None uploaded.
es: Ninguno subido.
it: Nulla caricato.

source: Data files
es: Archivos de datos
it: File di dati

source: Upload a related file
es: Subir un archivo relacionado
it: Carica un file collegato

source: Upload
es: Cargar
it: Carica

source: Select columns to search
es: Seleccione columnas para realizar la búsqueda
it: Selezionare colonne per la ricerca

source: For each column that you would like to search check the <strong>Enabled?</strong> checkbox and choose what type of data the column contains from the <strong>Data type</strong> dropdown list. Any values that can not be converted to the chosen type will not be searchable.
es: Para cada columna que desee buscar haga clic en la opción <strong>¿Habilitado?</strong> y seleccione el tipo de datos que la columna contiene de la lista desplegable <strong>Tipos de datos</strong>. Los valores que no se puedan convertir al tipo elegido no aparecerán en búsquedas.
it: Per ciascuna colonna che si voglia venga resa ricercabile premere <strong>Abilita</strong> sulla casella di riferimento e selezionare il <strong>Tipo di dato</strong> che la colonna contiene nel menu a tendina. Qualsiasi valore che non può essere convertito nel tipo di dato selezionato non sarà reso ricercabile.

source: Column
es: Columna
it: Colonna

source: Enabled
es: Activado
it: Abilita

source: Data type
es: Tipo de dato
it: Tipo di dato

source: Pick a type...
es: Seleccione un tipo...
it: Seleziona un tipo...

source: Text
es: Texto
it: Testo

source: Whole Number
es: Número Entero
it: Numero intero

source: Decimal Number
es: Número Decimal
it: Numero decimale

source: Date
es: Fecha
it: Data

source: Time
es: Hora
it: Ora

source: Date and Time
es: Fecha y Hora
it: Data e Ora

source: True or False
es: Verdadero o Falso
it: Vero o Falso

source: Make columns searchable
es: Hacer que las columnas aparezcan en resultados de búsqueda
it: Rendi la colonna ricercabile

source: Are you sure you want to export this dataset?
es: ¿Está seguro/a que quiere exportar este set de datos?
it: Si è certi di voler esportare questo dataset?

source: Are you sure you want to delete this dataset?
es: ¿Está seguro/a que quiere borrar este set de datos?
it: Si è certi di voler cancellare questo dataset?

source: <p>This will irreversibly destroy <strong>%(dataset)s</strong>. Data from this dataset will no longer be available to search and the original data files uploaded with it will be lost.</p>
es: <p>Esto destruirá irreversiblemente <strong>%(dataset)s</strong>. Los datos de este set de datos ya no estarán disponibles en búsquedas y se perderán los archivos de datos originales cargados con él.</p>
it: <p> <strong>%(dataset)s</strong> sarà distrutto in maniera irriversibile. I dati di questo dataset non saranno più disponibili per la ricerca il file dei dati originali precedentemente caricato sarà perso.</p>

source: Continue with delete
es: Continuar con la eliminación
it: Continua con la cancellazione

source: Edit upload
es: Editar carga
it: Modifica caricamento

source: Title
es: Título
it: Titolo

source: Save
es: Guardar
it: Salva

source: History
es: Historial
it: Storico

source: No matching datasets found.
es: No se encontraron set de datos que coincidan con los criterios de búsqueda.
it: Non è stato individuato alcun dataset che soddisfa la ricerca.

source: Expand your search to <a href="%(url)s">all categories</a>?
es: ¿Desea expandir la búsqueda a <a href="%(url)s">todas las categorías</a>?
it: Espandere la ricerca a tutte le <a href="%(url)s">categorie</a>?

source: Dataset
es: Set de datos

source: Created
es: Creado
it: Creato

source: Columns
es: Columnas
it: Colonne

source: Find a dataset
es: Encontrar un set de datos
it: Trova un dataset

source: Your export will begin downloading shortly...
es: Su exportación comenzará a ser descargada en breve...
it: L'esportazione selezionata sarà scaricata a breve...
