Repository: rustyhaidu/rustihaidu
Catalog: panda-master/locale/*/LC_MESSAGES/djangojs.po
Languages: es, it

source: The first value should always be less than the second value.
es: El primer valor siempre tiene que ser menor que el segundo valor.
it: Il primo valore dovrebbe essere sempre inferiore al secondo.

source: Value is not an float!
es: ¡El valor no es un número flotante!
it: Il valore non è un numero reale!

source: Second value is not an float!
es: ¡El segundo valor no es un número flotante!
it: Il secondo valore è non un numero reale!

source: Datetime must be in format "YYYY-MM-DD HH:MM".
es: La fecha y hora deben estar en el formato "AAAA-MM-DD HH:MM".
it: Il formato data/ora deve essere espressome come "AAAA-MM-GG HH:MM".

source: Value is not a valid datetime.
es: El valor no es una hora y fecha válidas.
it: Il valore non è in un formato data/ora valido

source: Second value is not a valid datetime.
es: El segundo valor no es una hora y fecha válidas.
it: Il secondo valore non è un formato di data/ora valido

source: The first date must be before the second date.
es: La primer fecha debe ser anterior a la segunda fecha.
it: La prima data deve essere prima della seconda

source: Date must be in format "YYYY-MM-DD".
es: El formato de la fecha debe ser "AAAA-MM-DD".

source: Value is not a valid date.
es: El valor no es una fecha válida.
it: Il valore non è un formato data valido.

source: Second value is not a valid date.
es: El segundo valor no es una fecha válida.
it: Il secondo valore non è una data valida

source: The first date must be before the second before.
es: La primer fecha tiene que ser anterior a la segunda.
it: La prima data deve essere antecedente alla precedente.

source: Time must be in format "HH:MM".
es: La hora debe estar en el formato "HH:MM".
it: L'ora va definita nel formato "HH:MM"

source: Value is not a valid time.
es: El valor no es una hora válida.
it: Il vaore non è un formato di ora valido

source: Second value is not a valid time.
es: El segundo valor no es una hora válida.
it: Il secondo valore non è un formato di ora valido.

source: The first time must be before the second time.
es: La primer hora ingresada tiene que ser anterior a la segunda.
it: Il primo valore di ora deve essere antecedente al successivo

source: Login failed!
es: ¡No se pudo iniciar la sesión!
it: Accesso non consentito!

source: Email sent.
es: El correo electrónico fue enviado.
it: Email spedita

source: Incorrect password.
es: La contraseña es incorrecta.
it: Password sbagliata.

source: Reenter your password.
es: Reingrese su contraseña.
it: Reinserire la password.

source: Save failed!
es: ¡Error al guardar!
it: Salvataggio non andato a buon fine!

source: Password reset failed!
es: ¡No se pudo restablecer la contraseña!
it: Reimpostazione della password non avvenuta!

source: All datasets
es: Todos los sets de datos
it: Tutti i dataset

source: No notifications
es: No hay notificaciones
it: Nessuna notifica

source: Are you sure you want to delete this subscription?
es: ¿Está seguro que quiere borrar esta suscripción?
it: Si vuole realmente cancellare questa iscrizione di notifica?

source: Please enter a search query
it: Inserire una query di ricerca

source: Grouping
it: Raggruppa

source: Sample data
it: Dati di esempio

source: all
it: tutto

source: Please enter a search query.
it: Inserire una query di ricerca

source: Please enter your email.
it: Inserire la propria email

source: Please enter your password.
it: Inserire la propria password

source: Error!
it: Errore!
