Repository: rustyhaidu/rustihaidu
Catalog: panda-master/locale/*/LC_MESSAGES/djangojs.po
Languages: es, it

source: Return to PANDA
es: Volver a PANDA
it: Ritornare a Panda

source: Recently added datasets
es: Datasets agregados recientemente
it: Dataset recentemente aggiunti

source: Created %(timeago)s
es: Creada %(timeago)s
it: Creato %(timeago)s

source: Browse all %(count)s datasets
es: Navegar por los %(count)s datasets
it: Sfoglia tutti i %(count)s dataset

source: Welcome to PANDA! Let's get started.
es: ¡Bienvenido/a a PANDA! Vamos a empezar.
it: Benvenuta/o in PANDA! Ora cominciamo!

source: Use the box above to search all the data in your PANDA. Try a name, street or something on your beat.
es: Use el recuadro para realizar búsquedas en todos los datos en PANDA. Pruebe con un nombre, calle o algo en su área de cobertura.
it: Usa la finestra in alto per cercare tutti i dati presenti in PANDA. Trova un nome, una via o qualcosa che ti colpisce.

source: Look to the right for a list of datasets folks have recently uploaded.
es: Mire a la derecha para obtener una lista de datasets que han sido ingresados recientemente.
it: A destra è visualizzata la lista dei dataset caricati recentemente dagli utenti.

source: Have a spreadsheet? <a href="#upload">Upload your own data</a> to keep it safe and make it searchable.
es: ¿Tiene una hoja de cálculo?<a href="#upload">Suba sus propios datos</a> para mantenerlos seguros y poder realizar búsquedas.
it: Si ha un voglio di calcolo? <a href="#upload">Caricare i dati</a> per tenerli sicuri e renderli ricercarbili.

source: Ready to be a power user?
es: ¿Listo para ser un usuario avanzado?
it: Pronti ad essere utente power?

source: How to make advanced searches
es: Cómo realizar búsquedas avanzadas
it: Come fare dati avanzati

source: How to upload data
es: Cómo cargar datos
it: Come caricare dati

source: How to subscribe to search results
es: Cómo suscribirse a los resultados de búsqueda
it: Come sottoscrivere la ricerca di risultati

source: For much more, read the <a href="http://pandaproject.net/docs/">complete documentation</a>
es: Para saber más, lea nuestra <a href="http://pandaproject.net/docs/">documentación completa</a>.
it: For altro ancosa si rimanda alla lettura della a href="http://pandaproject.net/docs/">documentazione completa</a>

source: Search by column
es: Buscar por columna
it: Ricerca per colonna

source: Add to search
es: Agregar a la búsqueda
it: Aggiungi alla ricerca

source: Pick a column...
es: Seleccionar una columna...
it: Selezionare una colonna...

source: Remove
es: Eliminar
it: Rimuovere

source: Searching specific columns has not been enabled for any columns in this dataset. To enable it select <strong>Enable column search</strong> from the <strong>Actions</strong> menu on the dataset page.
es: El realizar búsquedas en columnas específicas no ha sido activado para ninguna de las columnas en este set de datos. Para activarlo, seleccione <strong>Habilitar búsquedas por columnas</strong> del menú <strong>Acciones</strong> en la página del set de datos.
it: La ricerca di specifiche colonne non è stata abilitata per nessuna delle colonne del dataset. Per abilitarla occore selezione <strong>Abilita ricerca colonna</strong> dal menù <strong>Azioni</strong> della pagina del dataset.

source: Previous
es: Anterior
it: Precedente

source: Next
es: Siguiente
it: Successivo

source: %(start)s-%(end)s of %(count)s matching row
es: %(start)s-%(end)s de %(count)s la fila coincidente
it: %(start)s-%(end)s della %(count)s riga soddisfatta

source: (%(total)s total row)
es: (%(total)s total fila)
it: (%(total)s riga totale)

source: %(start)s-%(end)s of %(count)s matching dataset
es: %(start)s-%(end)s del %(count)s set de datos coincidente
it: %(start)s-%(end)s di %(count)s dataset soddisfatto

source: (%(total)s total dataset)
es: (%(total)s dataset total)
it: (%(total)s dataset totale)

source: uploaded by %(user)s
es: subido por %(user)s
it: caricato dall'utente %(user)s

source: Uploaded %(when)s
es: Subido %(when)s
it: caricato %(when)s

source: Edit title
es: Editar título
it: Modifica titolo

source: Click to delete
es: Haga clic para eliminar
it: Clic per cancellare

source: <ul><li>Use an asterisk to match part of a word: <code>coff*</code> will match &quot;coffee&quot;, &quot;Coffer&quot; or &quot;coffins&quot;.</li><li>Put phrases in quotes: <code>&quot;Chicago Bears&quot;</code> will not match &quot;Chicago Panda Bears&quot;.</li><li>Use AND and OR to find combinations of terms: <code>homicide AND first</code> will match &quot;first degree homicide&quot; or &quot;homicide, first degree&quot;, but not just &quot;homicide&quot;.</li><li>Group words with parantheses: <code>homicide AND (first OR 1st)</code> will match &quot;1st degree homicide&quot;, &quot;first degree homicide&quot;, or &quot;homicide, first degree&quot;.</li><li>PANDA will attempt to match informal and alternate English first names: <code>bill</code> will match &quot;Bill&quot;, &quot;Billy&quot;, &quot;William&quot;, etc. It will not match mispellings.</li></ul>
es: <ul><li>Use un asterisco para que la búsqueda coincida con una parte de una palabra:<code>caf*</code> coincidirá con &quot;café&quot;, &quot;cafeína&quot; o &quot;cafetera&quot;</li> <li>Ponga frases entre comillas: <code>&quot;Chicago Bears&quot;.</code> no coincidirá con &quot;Chicago Panda Bears&quot;.</li><li>Use AND y OR para encontrar combinaciones de términos: <code>homicidio AND primer</code> coincidirá con &quot;homicidio en primer grado&quot; u &quot;homicidio, primer grado&quot;, pero no sólo &quot;homicidio&quot;.</li><li>Agrupe palabras con paréntesis: <code>homicidio AND (primer OR 1er)</code> coincidirá con &quot;homicidio en 1er grado&quot;, &quot;homicidio en primer grado&quot;, u &quot;homicidio, primer grado&quot;.</li><li>PANDA intentará hacer coincidir términos de búsqueda informales y alternativos a los nombres propios en inglés: <code>bill</code> coincidirá con &quot;Bill&quot;, &quot;Billy&quot;, &quot;William&quot;, etc. No se podrá hacer coincidir palabras con errores de tipeo.</li></ul>
it: <ul><li>Utilizzare un asterisco per trovare la corrispondenza di una parte di una parola: <code>caff*</code> trova la corrispondenza &quot;caffe&quot;, &quot;Caffetteria&quot; or &quot;caffeina&quot;.</li><li>Le frasi vanno inserite fra virgolette: <code>&quot;Trentino Volley&quot;</code> non restituirà &quot;Trentino Volleyball Team&quot;.</li><li>Utilizzare AND e OR per individuare combinazioni di termini: <code>primo AND omicidio</code> restituirà &quot;omidicio di primo grado&quot; or &quot;omicidio, primo grado&quot;, ma non solo &quot;omidicio&quot;.</li><li>Gruppo di parole fra parentesi: <code>omicidio AND (primo OR 1.)</code> restituisce &quot;omicidio 1. grado&quot;, &quot;omicidio di primo grado&quot;, or &quot;omicidio, primo grado&quot;.</li><li>PANDA cercherà di trovare corrispondenze informali e nomi inglesi alternativi: <code>bill</code> restituirà &quot;Bill&quot;, &quot;Billy&quot;, &quot;William&quot;, ecc.Non si occupa invece di trovare corrispondenze su errori di battitura.</li></ul>

source: Advanced searching
es: Búsqueda avazada
it: Ricerca avanzata

source: Advanced
es: Avanzado
it: Ricerca

source: Log in to PANDA
es: Ingrese a PANDA
it: Connetti a PANDA

source: Demo mode enabled.
es: Modo de demostración activado.
it: Modalità demo abilitata.

source: Forget your password?
es: ¿Olvidó su contraseña?
it: Password dimenticata?

source: Login
es: Iniciar sesión
it: Connetti

source: Enter your email address below and PANDA will send you a link you can follow to reset your password.
es: Ingrese su dirección de correo electrónico y PANDA le enviará un enlace que usted puede seguir para restablecer su contraseña.
it: Inserire la propria email qui sotto in modo che PANDA invii una email con un link per reimpostare la password.

source: Your PANDA administrator has not yet configured email for your server, so your password can not be automatically reset. Please contact your administrator and ask them to either configure email or to reset your password manually.
es: El administrador de su cuenta PANDA aún no ha configurado el correo electrónico para el servidor, por lo que su contraseña no puede ser reiniciada de forma automática. Por favor, póngase en contacto con el administrador y pida que configure el correo electrónico o que restablezca su contraseña manualmente.
it: L'email dell'amministratore PANDA non è ancora stata configurata per questo sever, per tale motivi la reimpostazione della password non può essere fatta. Si consiglia di contattare l'amministratore di sistema e di chiedere di configurare l'indirizzo email o di reimpostare la password manualmente.

source: Send email
es: Enviar correo electrónico
it: Invia email

source: Change password
es: Cambiar contraseña
it: Camba password

source: Current password
es: Contraseña actual
it: Password in uso

source: New password
es: Nueva contraseña
it: Nuova password

source: Reenter new password
es: Reingrese su contraseña
it: Reinserire la nuova password

source: Change
es: Cambiar
it: Cambia

source: Edit
es: Editar
it: Modifica

source: Describe this dataset
es: Describir este set de datos
it: Descrivere il dataset

source: Title (optional)
es: Título (opcional)
it: Titolo (opzionale)

source: Delete row
es: Eliminar fila
it: Cancella colonna

source: Add row
es: Agregar fila
it: Aggiungi colonna

source: Update related links
es: Subir enlaces relacionados
it: Aggiorna collegamenti associati

source: Edit profile
es: Editar perfil
it: Modifica profilo

source: Verify password
es: Verificar contraseña
it: Verifica password

source: Not found
es: No encontrado
it: Non trovato

source: Reset your password
es: Restablecer su contraseña
it: Reimpostare la propria password

source: Reset password
es: Restablecer contraseña
it: Reimpostare password

source: Search all data
es: Buscar todos los datos
it: Cercare tutti i dati

source: All
es: Todos
it: Tutto

source: No rows matching query found in any dataset.
es: No se encontraron filas en ningún dataset que coincidan con la consulta.
it: Non è stata trovata nessuna riga di dataset in grado di soddisfare la ricerca.

source: Export search results to CSV files
es: Exportar resultados de búsqueda a archivos CSV
it: Esporta risultati della ricerca in file CSV

source: Showing only results created or updated after <strong>%(since)s</strong>.
es: Mostrar resultados creados o actualizados sólo después de <strong>%(since)s</strong>.

source: View more results from this dataset
es: Ver más resultados de este set de datos
it: Visualizza maggiori risultati da questo dataset

source: <p>This may take a long time to complete. You will be notified when it is finished.</p><p>Please note that changes made to the data during export may not be accurately reflected.</p>
es: <p>Esto puede tardar mucho tiempo en ser completado. Será notificado cuando se complete.</p><p>Por favor tenga en cuenta que los cambios hechos al set de datos durante la exportación pueden no ser reflejados con exactitud.</p>

source: When you click <strong>Subscribe</strong> you will begin receiving daily email notifications of new data added to PANDA that matches your search.
es: Al hacer clic en <strong>Suscribir</strong>, usted comenzará a recibir notificaciones diarias por correo electrónico sobre nuevos datos agregados a PANDA que coincidan con su búsqueda.

source: When you click <strong>Subscribe</strong> you will begin receiving daily notifications of new data added to PANDA that matches your search.
es: Al hacer clic en <strong>Suscribir</strong>, usted comenzará a recibir notificaciones diarias sobre nuevos datos agregados a PANDA que coincidan con su búsqueda.

source: %(count)s matching row (%(row_count)s total rows)
es: %(count)s fila coincidente (%(row_count)s total filas)

source: Server Error
es: Error del servidor
it: Errore del server

source: Edit my profile
es: Editar mi perfil
it: Modifica profilo

source: My search subscriptions
es: Suscripciones a mi búsqueda
it: Le mie iscrizioni di ricerca

source: Run this search
es: Ejecutar esta búsqueda
it: Esegui questa ricerca

source: Delete this subscription
es: Eliminar esta suscripción
it: Elimina questa iscrizione

source: My exports
es: Mis datos exportados
it: Le mie esportazioni

source: My datasets
es: Mis set de datos
it: I miei dataset

source: Datasets created by this user
es: Set de datos creados por este usuario
it: Dataset creati dall'utente

source: Unknown error
es: Error desconocido
it: Errore sconosciuto

source: Activation failed!
es: ¡La activación falló!
it: Attivazione non riuscita!

source: This field is required.
es: Este campo es obligatorio.
it: Campo richiesto

source: Passwords do not match.
es: Las contraseñas no coinciden.
it: Le password non corrispondono

source: {file} is not a supported type. Only CSV, XLS, and XLSX files are currently supported.
es: {file} es un tipo no compatible. Sólo archivos CSV, XLS y XLSX son compatibles.
it: {file} non è fra i tipi supportati. Al momento sono supportati: CSV, XLS e XLSX

source: {file} is too large, the maximum file size is %(size)s bytes.
es: {file} es demasiado grande, el tamaño máximo de un archivo es %(size)s bytes.
it: {file} troppo grande, dimensione massima accettata %(size)s bytes.

source: {file} is empty.
es: {file} está vacío.
it: {file} vuoto

source: Your file is being uploaded, if you leave now the upload will be cancelled.
es: Su archivo está siendo cargado. Si abandona esta página la carga se cancelará.
it: Il file sta per essere caricato, se si abbandona la pagina, allora il caricamento sarà annullato.

source: The columns headers in this file do not match those of the existing data.
es: Los encabezados de las columnas en el archivo no coinciden con los de los datos existentes.
it: L'intestazione delle colonne di questo file non combacia con quanto presente nei dati.

source: Upload complete!
es: ¡Carga completa!
it: Caricamento completato!

source: An unexpected error occurred.
es: Se ha producido un error inesperado.
it: Si è verificato un errore inatteso.

source: Try again
es: Intente de nuevo
it: Riprovare

source: Your export has been successfully queued. When it is complete you will be emailed a link to download the file.
es: Su exportación se ha puesto en espera correctamente. Cuando se haya completado, se le enviará un enlace para descargar el archivo.
it: L'operazione di indicizzazione dei dati è stata inserita nella lista dei processi da effettuare. Verrà inviata una email ad operazione conclusa con il link per il download.

source: Your export has been successfully queued. Your PANDA does not have email configured, so you will need to check your Notifications list to see when it is ready to be downloaded.
es: Su exportación se ha puesto en espera correctamente. Su cuenta de PANDA no tiene un correo electrónico configurado, por lo que tendrá que consultar su Lista de Notificaciones para ver cuándo estará pronta para ser descargada.
it: L'operazione di esportazione dei dati è stata inserita nella lista dei processi da effettuare. La configurazione PANDA di questa utenza è priva di indirizzo email, pertanto è necessario prendere visione della lista delle notifiche per vedere quando l'operazione sarà conclusa.

source: <p>Your export failed to start!</p><p>Error:</p><code>%(traceback)s</code>
es: <p>¡Su exportación no se pudo iniciar!</p><p>Error:</p><code>%(traceback)s</code>
it: <p>Avvio dell'esportazione non riuscito</p><p>Errore:</p><code>%(traceback)s</code>

source: <p>You will now receive notifications for this search.</p><p>You cancel these notifications on your user page.</p>
es: <p>Usted recibirá notificaciones sobre esta búsqueda.</p><p>Puede cancelar estas notificaciones en su página de usuario.</p>
it: <p>Ora si riceveranno notifiche per email su questa ricerca</p><p>Questa impostazione può essere modificata nella configurazione delle notifiche della pagina utente</p>

source: <p>Failed to subscribe to notifications!</p><p>Error:</p><code>%(traceback)s</code>
es: <p>¡Ocurrió un error al suscribirse a las notificaciones!</p><p>Error:</p><code>%(traceback)s</code>
it: <p>Impossibile iscrivere alle notifiche!</p><p>Errore:</p><code>%(traceback)s</code>

source: Import in progress!
es: ¡Importación en curso!
it: Importazione in corso!

source: <p>This dataset is being made searchable. Search results may be incomplete.</p><p>Status: %(message)s. <a href="javascript:location.reload(true)">Refresh to see updated status &raquo;</a></p>
es: <p>Estamos trabajando para que se pueda realizar búsquedas en este set de datos. Puede que los resultados de búsqueda estén incompletos.</p><p>Status: %(message)s. <a href="javascript:location.reload(true)">Refresque la página para ver el estatus actualizado &raquo;</a></p>

source: Import queued!
es: ¡Importación en espera!
it: Importazione messa in attesa!

source: <p>This dataset is waiting to be made searchable. Search results may be incomplete. <a href="javascript:location.reload(true)">Refresh to see updated status &raquo;</a</p>
es: <p>Estamos trabajando para que se pueda realizar búsquedas en este set de datos. Puede que los resultados de búsqueda estén incompletos.</p><p>Status: %(message)s. <a href="javascript:location.reload(true)">Refresca la página para ver el estatus actualizado &raquo;</a></p>

source: Import failed!
es: ¡La importación falló!
it: Importazione fallita

source: <p>The process to make this dataset searchable failed. Search results may be incomplete. <a href="#modal-dataset-traceback" class="btn inline" data-toggle="modal" data-backdrop="true" data-keyboard="true">Show detailed error message</a></p>
es: <p>El proceso para que este dataset sea apto para consultas falló. Puede que los resultados de búsqueda estén incompletos. <a href="#modal-dataset-traceback" class="btn inline" data-toggle="modal" data-backdrop="true" data-keyboard="true">Mostrar mensaje de error detallado</a></p>

source: <p>The process to make data searchable was aborted by an administrator. Search results may be incomplete.</p>
es: <p>El proceso para que este dataset sea apto para consultas fue abortado por el administrador. Puede que los resultados de búsqueda estén incompletos.</p>

source: Reindexing in progress!
es: ¡Reindexación en progreso!
it: Reindicizzazione in corso!

source: <p>Search data for this dataset is being updated. Search results may be incomplete.</p><p>Status: %(message)s. <a href="javascript:location.reload(true)">Refresh to see updated status &raquo;</a></p>
es: <p>Se están actualizando los datos de búsqueda para este dataset. Puede que los resultados de búsqueda estén incompletos.</p><p>Status: %(message)s. <a href="javascript:location.reload(true)">Refresque la página para ver el estatus actualizado &raquo;</a></p>

source: Reindexing queued!
es: ¡La reindexación ha sido puesta en espera!
it: Reindicizzazione messa in attesa!

source: <p>This dataset is waiting to have its search data updated. Search results may be incomplete. <a href="javascript:location.reload(true)">Refresh to see updated status &raquo;</a</p>
es: <p>Este conjunto de datos está a la espera de que sus datos de búsqueda sean actualizados. Puede que los resultados de búsqueda estén incompletos. <a href="javascript:location.reload(true)">Refresque la página para ver el estatus actualizado &raquo;</a</p>

source: Reindexing failed!
es: ¡La reindexación falló!
it: Reindicizzazione fallita!

source: Reindexing aborted!
es: ¡Reindexación abortada!
it: Reindicizzazione fermata!

source: <p>The process to udpate this dataset's search data was aborted by an administrator. Search results may be incomplete.</p>
es: <p>El proceso para actualizar los datos de búsqueda de esta base de datos fue abortado por un administrador. Puede que los resultados de búsqueda estén incompletos.</p>

source: Fewer search options
es: Menos opciones de búsqueda
it: Meno opzioni di ricerca

source: <strong>Warning!</strong> This query seems to be taking a very long time. It may still finish or it may have failed.
es: <strong>¡Advertencia!</strong> Esta consulta está tomando demasiado tiempo. Puede que sea completada o que haya fallado.

source: <h3>Error executing query!</h3> <p>%(error)s</p>
es: <h3>¡Ocurrió un error al ejecutar la consulta!</h3> <p>%(error)s</p>
it: <h3>Errore nell'esecuzione della query!</h3> <p>%(error)s</p>

source: Search for <code class="full-text">%(full_text_query)s</code>
es: Buscar <code class="full-text">%(full_text_query)s</code>
it: Ricerca <code class="full-text">%(full_text_query)s</code>

source: This data upload was created before deleting individual data uploads was supported. In order to delete it you must delete the entire dataset.
es: Esta carga de datos se creó antes de que el eliminar archivos de datos individuales fuera posible. Para eliminarla, debe eliminar todo el set de datos.

source: <p>This will irreversibly destroy <strong>%(title)s</strong>. It will not be possible to recover this file.</p><p><strong>All data imported from this file will also be deleted.</strong></p>
es: <p>Esto destruirá irreversiblemente <strong>%(title)s</strong>. No será posible recuperar este archivo.</p><p><strong>Todos los datos importados de este archivo también serán eliminados.</strong></p>

source: <p>This will irreversibly destroy <strong>%(title)s</strong>. It will not be possible to recover this file.</p>
es: <p>Esto destruirá irreversiblemente <strong>%(title)s</strong>. No será posible recuperar este archivo.</p>

source: Your data indexing task has been successfully queued. You will receive an email when it is complete.
es: La tarea de indexar sus datos ha sido puesta en espera satisfactoriamente. Usted recibirá un correo electrónico cuando sea completada.
it: L'operazione di indicizzazione dei dati è stata inserita nella lista dei processi da effettuare. Verrà inviata una email ad operazione conclusa.

source: Your data indexing task has been successfully queued. Your PANDA does not have email configured, so you will need to check your Notifications list to see when the task is complete.
es: La tarea de indexar sus datos ha sido puesta en espera satisfactoriamente. Su cuenta en PANDA no tiene una dirección de correo electrónico configurada, por lo que tendrá que revisar su lista de Notificaciones para ver cuándo esta tarea es completada.
it: L'operazione di indicizzazione dei dati è stata inserita nella lista dei processi da effettuare. La configurazione PANDA di questa utenza è priva di indirizzo email, pertanto è necessario prendere visione della lista delle notifiche per vedere quando l'operazione sarà conclusa.

source: <p>Your data indexing task failed to start!</p><p>Error:</p><code>%(traceback)s</code>
es: <p>¡La tarea de indexación de datos no se pudo iniciar!</p><p>Error:</p><code>%(traceback)s</code>
it: <p>L'operazione di avvio dell'indicizzazione non è andata a buon fine.</p><p>Errore:</p><code>%(traceback)s</code>

source: is like
es: es como
it: è come

source: is
es: es
it: è

source: is greater than or equal to
es: es mayor que o igual a
it: è maggiore o uguale a

source: is less than or equal to
es: es menor que o igual a
it: è minore o uguale a

source: is in the range
es: es en el rango
it: è nell'intervallo

source: is on or after
es: es en o después
it: è uguale o successivo

source: is on or before
es: es en o antes
it: è uguale o precedente

source: is at or after
es: está en o después
it: sia uguale o dopo

source: is at or before
es: está en o antes
it: sia uguale o prima

source: No value provided.
es: Se desconoce el valor proporcionado.
it: Nessun valore fornito.

source: Value is not an integer!
es: ¡El valor no es un entero!
it: Il valore non è un intero!

source: Second value is not an integer!
es: ¡El segundo valor no es un entero!
it: Il secondo vaore non è un intero!
