Repository: rustyhaidu/rustihaidu
Catalog: panda-master/locale/*/LC_MESSAGES/django.po
Languages: es, it

source: Reindex failed: <strong>%(dataset_name)s</strong>
es: Reindexado fallido: <strong>%(dataset_name)s</strong>
it: Reindicizzazione fallita: <strong>%(dataset_name)s</strong>

source: New search results for "%(query)s" in %(dataset_name)s (%(count)s new)
es: Nuevos resultados de la búsqueda "%(query)s" en %(dataset_name)s (%(count)s nuevos)
it: Nuovi risultati per la ricerca "%(query)s" per nuovi %(dataset_name)s (%(count)s )

source: See just the new results:
es: Mostrar sólo los resultados nuevos:
it: Vedere solo i nuovi risultati:

source: See all results for your search:
es: Mostrar todos los resultados de su búsqueda:
it: Vedere tutti i risultati della ricerca:

source: To stop receiving notifications for this search, visit your user page:
es: Para dejar de recibir notificaciones sobre esta búsqueda, visita su página de usuario:
it: Per fermare la ricezione delle notifiche per questa ricerca, visitare la pagina utente:

source: New search results for "%(query)s" in %(dataset_name)s
es: Nuevos resultados para la búsqueda "%(query)s" en %(dataset_name)s
it: Nuovi risultati della ricerca per la query "%(query)s" in %(dataset_name)s

source: New search results for "%(query)s" in <strong>%(dataset_name)s</strong>
es: Nuevos resultados para "%(query)s" en <strong>%(dataset_name)s</strong>
it: Nuovi risultati della ricerca per la query "%(query)s" in <strong>%(dataset_name)s</strong>

source: This CSV file contains characters that are not %s encoded. You need to input the correct encoding in order to import data from this file. Read our documentation about <a href="http://pandaproject.net/docs/determining-the-encoding-of-a-csv-file.html">determining the encoding of a CSV file</a>.
es: Este archivo CSV contiene caracteres que no están codificados %s. Necesita ingresar la codificación correcta para poder importar los datos de este archivo. Lea nuestra documentación sobre <a href="http://pandaproject.net/docs/determining-the-encoding-of-a-csv-file.html">cómo determinar la codificación de un archivo CSV</a>.
it: Questo file CSV caratteri che non sono codificati in %s. È necessario inserire la corretta codifica caratteri per importare questo file. Si consiglia di leggere la nostra documentazione <a href="http://pandaproject.net/docs/determining-the-encoding-of-a-csv-file.html">identificare la codifica caratterio di un file CSV</a>.

source: CSV dialect could not be automatically inferred.
es: El dialecto CSV no pudo ser inferido automáticamente.
it: Non sono in grado di identificare il dialetto CSV in maniera automatica

source: This CSV file contains characters that are not %s encoded. You need to input the correct encoding in order to import data from this file.
es: Este archivo CSV contiene caracteres que no están codificados %s. Necesita ingresar la codificación correcta para poder importar los datos de este archivo.
it: Questo file CSV contiene caratteri che non hanno la codifica caratteri %s. È necessario inserire la corretta condifica caratteri per poter importare i dati da questo file.

source: %(name)s: all values succesfully converted to type "%(type)s"
es: %(name)s: todos los valores convertidos al tipo"%(type)s"
it: %(name)s: tutti i valori sono stati converti con successo nel tipo "%(type)s"

source: Unknown column type found in xls file: %s
es: Tipo de columna desconocido encontrado en archivo xls: %s
it: Tipo di colonna sconosciuta per il file xls: %s

source: Not Found
es: No encontrado
it: Non trovato

source: Server Error
es: Error de servidor
it: Errore nel server

source: PANDA Administration
es: Administración de PANDA
it: Amministrazione di PANDA

source: Configure domain, email, etc.
es: Configurar dominio, correo electrónico, etc.
it: Configurazione dominio, email, ecc..

source: Models available in the %(name)s application.
es: Modelos disponibles en la aplicación %(name)s.

source: Change
es: Cambiar
it: Modifica

source: You don't have permission to edit anything.
es: No tiene permiso para editar nada
it: No si ha alcun permesso di modifica

source: Documentation
es: Documentación
it: Documentazione

source: Change password
es: Cambiar contraseña
it: Cambiare password

source: Log out
es: Salir
it: Esci

source: Edit Site Settings
es: Editar configuración
it: Modifica impostazioni sito

source: Site settings
es: Configuración del sitio.
it: Impostazioni del sito

source: Livesettings are disabled for this site.
es: Los ajustes en vivo están deshabilitados en este sitio
it: Le modifiche dal vivo sono state disabilitate in questo sito

source: All configuration options must be edited in the site settings.py file
es: Todas las opciones de configuración deben ser editadas en el fichero settings.py del sitio
it: Tutte le opzioni di configurazione vanno fatte nel file settings.py

source: Group settings: %(name)s
es: Ajustes de grupo: %(name)s
it: Impostazioni del gruppo: %(name)s

source: Update Settings
es: Actualizar configuración
it: Aggiorna impostazioni

source: You don't have permission to edit values.
es: No tienes permiso para editar valores
it: Non si è autorizzati per modificare i valori

source: Version %(version)s
it: Versione %(version)s

source: Successfully created %i user(s)
it: Creato/i con successo %i utente/i

source: Error
it: Errore

source: %(name)s: failed to convert %(error_count)i values to type "%(type)s"
it: %(name)s: errore nella conversione di %(error_count)i valori di tipo "%(type)s"
