Repository: rustyhaidu/rustihaidu
Catalog: panda-master/locale/*/LC_MESSAGES/django.po
Languages: es, it

source: The currently executed or last finished task related to this dataset.
es: La tarea relacionada a este set de datos que está siendo ejecutada actualmente o que fue finalizada.
it: Il corso di esecuzione o ultimo compito finito collegato a questo set di dati.

source: current_task
es: tarea_actual
it: compito_attuale

source: The date this dataset was initially created.
es: La fecha en que este set de datos fue creado inicialmente.
it: La data di questo set di dati è stata creata inizialmente.

source: The user who created this dataset.
es: El usuario que creó este set de datos.
it: L'utente che ha creato questo set di dati.

source: Categories containing this Dataset.
es: Categorías que contiene este set de datos.
it: Categorie che contengono questo set di dati.

source: categories
es: categorías
it: categorie

source: last_modified
es: modificado_por_última_vez
it: ultima_modifica

source: When, if ever, was this dataset last modified via the API?
es: ¿Cuándo, si alguna vez, esta base de datos fue modificada por última vez a través de la API?
it: Quando, e semmai, questo set di dati modificato l'ultima volta tramite l'API?

source: last_modification
es: última_modificación
it: ultime_modifiche

source: Description of the last modification made to this Dataset.
es: Descripción de la última modificación hecha a este set de datos.
it: Descrizione dell'ultima modifica fatta a questo set di dati.

source: The user, if any, who last modified this dataset.
es: Si alguien modificó este set de datos, el usuario que lo modificó por última vez.
it: L'utente, se presente, che ha modificato questo set di dati.

source: last_modified_by
es: modificado_última_vez_por
it: ultima_modifica_da

source: locked
es: bloqueado
it: bloccato

source: Is this table locked for writing?
es: ¿Está bloqueada esta tabla para escribir?
it: Questa tabella è bloccata in scrittura?

source: locked_at
es: bloqueado_en
it: bloccato_a

source: Time this dataset was last locked.
es: Momento en que este set de datos fue bloqueado.
it: Ora in cui questo dataset è stato bloccato l'ultima volta.

source: Dataset
es: Set de datos

source: Datasets
es: Sets de datos
it: Set di dati

source: This dataset is currently locked by another process.
es: Este set de datos está bloqueado por otro proceso.
it: Questo set di dati è attualmente bloccato da un altro processo.

source: This file has already been imported.
es: Este archivo ya fue importado.
it: Questo file è già stato importato.

source: This file type is not supported for data import.
es: Este tipo de archivo no es aceptado para importar datos.
it: Questo tipo di file non è supportato per l'importazione dei dati.

source: The columns in this file do not match those in the dataset.
es: Las columnas de este archivo no coinciden con las del set de datos.
it: Le colonne di questo file non corrispondono a quelle del set di dati.

source: Import data from %(filename)s into %(slug)s.
es: Importar datos de %(filename)s en %(slug)s.
it: Importare dati da %(filename)s in %(slug)s.

source: Reindex %(slug)s with %(typed_column_count)i column filters.
es: Reindexar %(slug)s con %(typed_column_count)i filtros columnas.
it: Reindicizzazione %(slug)s con %(typed_column_count)i filtri di colonna.

source: Export search results for "%(query)s" in %(slug)s.
es: Exportar resultados de búsqueda para "%(query)s" en %(slug)s.
it: Esporta i risultati della ricerca per "%(query)s" in %(slug)s.

source: Exporting data in %s.
es: Exportando datos en %s.
it: Esportazione dei dati in %s.

source: 1 row %s
es: 1 fila %s
it: 1 riga %s

source: %(added)i rows added and %(updated)i updated
es: %(added)i filas agregadas y %(updated)i actualizadas
it: %(added)i righe aggiunte e %(updated)i aggiornate

source: %i rows added
es: %i filas agregadas
it: %i righe aggiunte

source: %i rows updated
es: %i filas actualizadas

source: 1 row deleted
es: 1 fila borrada
it: 1 riga cancellata

source: All %i rows deleted
es: Todas las %i filas eliminadas
it: Tutte le %i righe sono state cancellate

source: The dataset this export is from.
es: El set de datos de donde es esta exportación.
it: Il dataset di questa esportazione proviene da.

source: Export
es: Exportación
it: Esportazione

source: Exports
es: Exportaciones
it: Esportazioni

source: Info
es: Información
it: Informazioni

source: Warning
es: Advertencia
it: Attenzione

source: The user who should receive this notification.
es: El usuario que debería recibir esta notificación.
it: L'utente che deve ricevere questa notifica.

source: recipient
es: destinatario
it: destinatario

source: message
es: mensaje
it: messaggio

source: The message to deliver.
es: El mensaje a enviar.
it: Il messaggio da consegnare.

source: type
es: tipo
it: tipo

source: The type of message: info, warning or error
es: El tipo de mensaje: información, advertencia o error
it: Tipo di messaggio: info, avviso o errore

source: sent_at
es: enviado_el
it: inviato_a

source: When this notification was created
es: Cuando esta notificación fue creada
it: Quando questa notifica è stata creata

source: read_at
es: leído_el
it: letto_a

source: When this notification was read by the user.
es: Cuando esta notificación fue leída por el usuario.
it: Quando questa notifica è stata letta dall'utente.

source: A url to link to when displaying this notification.
es: Una url a la que enlazar cuando se muestra esta notificación.
it: Un URL per creare un collegamento a quando la visualizzazione di questa notifica.

source: Notification
es: Notificación
it: Notifica

source: RelatedUpload
es: CargaRelacionada
it: UploadCollegato

source: RelatedUploads
es: CargasRelacionadas
it: UploadCollegati

source: The user who executed the search.
es: El usuario que realizó esta búsqueda.
it: L'utente che ha eseguito la ricerca.

source: The data set searched, or null if all were searched.
es: El set de datos buscado o nulo si todos fueron buscados.
it: I set di dati cercati, o nulli se tutti sono stati cercati.

source: query
es: consulta
it: interrogazione

source: The search query that was executed
es: La consulta de búsqueda que fue ejecutada
it: Query di ricerca che è stata eseguita

source: The date and time this search was logged.
es: La fecha y hora en que esta búsqueda fue registrada.
it: Data e ora in cui questa ricerca è stato registrata.

source: SearchLog
es: RegistrodeBúsqueda
it: RegistroRicerca

source: SearchLogs
es: RegistrosdeBúsqueda
it: RegistroRicerche

source: %(user)s searched %(dataset)s for %(query)s
es: %(user)s buscaron %(dataset)s por %(query)s
it: %(user)s cercato %(dataset)s per %(query)s

source: %(user)s searched for %(query)s
es: %(user)s realizaron esta %(query)s
it: %(user)s cercato per %(query)s

source: The user who subscribed to the search.
es: El usuario que se suscribió a la búsqueda.
it: Utente che ha sottoscritto la ricerca.

source: The dataset to be searched or null if all are to be searched.
es: El set de datos a ser incluido en la búsqueda o nulo si todos fueron incluidos.
it: Il dataset da cercare o nulla se va cercato tutto.

source: A category to be searched or null if all are to be searched.
es: Una categoría a incluir en la búsqueda o nulo si todas fueron incluidas.
it: Una categoria da cercare o nulla se va cercato tutto.

source: category
es: categoría
it: categoria

source: The search query to executed.
es: La consulta de búsqueda a ser ejecutada.
it: Query di ricerca da eseguire.

source: query_url
es: consulta_url

source: Query encoded for URL.
es: Consulta codificada por URL
it: Query codificata per URL.

source: query_human
es: consulta_humano
it: query_umana

source: Human-readable description of the query being run.
es: Descripción legible por humanos de la consulta ejecutada.
it: Descrizione capibile da una persona per eseguire la query.

source: last_run
es: última_ejecución
it: ultimo_avvio

source: The last time this search this was run.
es: La última vez que se ejecutó esta búsqueda.
it: Ultima volta che questa ricerca è stato eseguita.

source: SearchSubscription
es: BúsquedaSuscripción
it: CercaSottoscrizione

source: SearchSubscriptions
es: BúsquedaSuscripciones
it: CercaSottoscrizioni

source: %(user)s is searching for %(query)s in %(dataset)s
es: %(user)s está realizando %(query)s en %(dataset)s
it: %(user)s sta cercando %(query)s nel %(dataset)s

source: %(user)s is searching for %(query)s in all datasets
es: %(user)s está realizando %(query)s en todos los datasets
it: %(user)s sta cercando %(query)s in tutti i set di dati

source: task_name
es: nombre_tarea
it: nome_task

source: Identifying name for this task.
es: el nombre que identifica a esta tarea.
it: Identificare il nome per questo compito.

source: task_description
es: descripción_tarea
it: descrizione_task

source: Description of the task.
es: Descripción de la tarea.
it: Descrizione del compito.

source: status
es: estatus
it: stato

source: Current state of this task.
es: El estado actual de esta tarea.
it: Stato attuale di questo compito.

source: A human-readable message indicating the progress of this task.
es: Un mensaje legible por humanos indicando el progreso en esta tarea.
it: Un messaggio capibile da una persona indicante il progresso di questo compito.

source: start
es: comienzo
it: avvia

source: Date and time that this task began processing.
es: Fecha y hora en que la tarea comenzó a ser procesada.
it: Data e ora in cui questa attività ha iniziato l'elaborazione.

source: end
es: final
it: fine

source: Date and time that this task ceased processing (either complete or failed).
es: Fecha y hora en que la tarea comenzó a ser procesada (se completó o falló).
it: Data e ora in cui questo compito ha cessato l'elaborazione (sia completa che incompleta)

source: traceback
es: Traza
it: tracciamento

source: Traceback that exited this task, if it failed.
es: La traza que finalizó esta tarea, si la tarea falló.
it: Tracciamento uscito da questo compito, se non riuscito.

source: The user who initiated this task.
es: El nombre de usuario que inició esta tarea.
it: Utente che ha avviato questo task.

source: Task
es: Tarea
it: Compito

source: Tasks
es: Tareas
it: Compiti

source: activation_key
es: llave_activación
it: chiave_attivazione

source: activation_key_expiration
es: expiración_de_activación_de_llave
it: scadenza_chiave_attivazione

source: show_login_help
es: mostrar_ayuda_logeo
it: mostra_aiuto_login

source: UserProfile
es: UsuarioPerfil
it: ProfiloUtente

source: UserProfiles
es: UsuarioPerfiles
it: ProfiliUtente

source: Welcome to PANDA, please activate your account!
es: Bienvenido a PANDA, por favor ¡activa tu cuenta!
it: Bevenuta/o in PANDA, si prega di attivare l'account!

source: Hello there, the administrator of your organization's PANDA has signed you up for an account. To activate your account, click this link: http://%(site_domain)s/#activate/%(activation_key)s
es: ¡Hola! El administrador de la cuenta de PANDA de su organización le ha creado una cuenta. Para activar esta cuenta, haga clic en este enlace: http://%(site_domain)s/#activate/%(activation_key)s
it: Ciao, l'amministratore di PANDA del tua organizzazione ti ha segnalato per avere un account. Per attivarlo è sufficente collegarsi a questo indirizzo web: http://%(site_domain)s/#activate/%(activation_key)s

source: User
es: Usuario
it: Utente

source: Users
es: Usuarios
it: Utenti

source: Preparing to export
es: Preparando para exportar
it: In preparazione per l'esportazione

source: %.0f%% complete
es: %.0f%% completado
it: %.0f%% completato

source: Aborted after exporting %.0f%%
es: Abortado después de exportar %.0f%%
it: Interrotto dopo l'esportazione %.0f%%

source: 100% complete
es: 100% completado
it: 100% completo

source: Export failed
es: Exportación fallida
it: Esportazione non riuscita

source: Export complete
es: Exportación completada
it: Esportazione completata

source: Preparing to import
es: Preparando para importar
it: In preparazione per l'importazione

source: This CSV file contains characters that are not %(encoding)s encoded in or after row %(row)i. You need to re-upload this file and input the correct encoding in order to import data from this file.
es: Este fichero CSV contiene caracteres que no están codificados en %(encoding)s en la fila %(row)i o después de ésta. Debe volver a subir el fichero y seleccionar la codificación correcta para poder importar los datos de éste fichero.

source: %.0f%% complete (estimated)
es: %.0f%% completado (estimado)
it: %.0f%% completato (stimato)

source: Aborted after importing %.0f%% (estimated)
es: Abortado después de importar %.0f%% (estimado)
it: Interrotto dopo aver importato %.0f%% (stimato)

source: Import failed
es: Importación fallida
it: Importazione fallita

source: Import complete
es: Importación completada
it: Importazione completata

source: Aborted after importing %.0f%%
es: Abortado después de importar %.0f%%
it: Interrotto dopo aver importanto %.0f%%

source: Preparing to reindex
es: Preparando reindexación
it: Re-indicizzazione in corso

source: Aborted during preparation
es: Abortado durante la preparación
it: Interrotto durante la preparazione

source: Aborted after reindexing %.0f%%
es: Abortado después de reindexar %.0f%%
it: Interrotto dopo la reindicizzazione %.0f%%

source: Reindex failed
es: Reindexación fallida
it: Reindicizzazione fallita

source: Reindex complete
es: Reindexado completo
it: Reindicizzazione completa

source: Home
es: Inicio

source: Add
es: Añadir
it: Aggiungi

source: History
es: Historial
it: Storico

source: View on site
es: Ver en el sitio
it: Viste sul sito

source: Abort
es: Abortar
it: Ferma

source: Please correct the error below.
es: Por favor, corrija el error que aparece abajo.
it: Si prega di correggere l'errore qui sotto.

source: Enter an email address. You may also specify the user's first and last name or leave that for them to do.
es: Ingrese una dirección de correo electrónico. También puede especificar el nombre y apellidos del usuario o dejar que él lo haga.
it: Inserire un indirizzo email. È possibile anche inserire il nome e il cognome, oppure lasciare che siano gli utenti a farlo.

source: The new user will be emailed a link to activate their account.
es: Se le enviará al usuario un enlace para activar su cuenta.
it: È stato spedito al nuovo utente una email con il link per attivare l'account

source: <strong>Note:</strong> Email is not <a href=\
es: <strong>Nota:</strong> El correo no es <a href=\
it: <strong>Nota:</strong> l'email non è <a href=\

source: Add Many
es: Añadir varios
it: Aggiungi molti

source: Type or paste user data into the field below in <strong>CSV format</strong>. The first_name and last_name fields may be blank left blank for any or all rows.
es: Escriba o pegue los datos de usuario en el campo siguiente en <strong>formato CSV</strong>. Los campos first_name y last_name pueden ser dejados en blanco en cualquier de las filas o en todas ellas.
it: Inseire o copiare i dati nei campi qui sotto in <strong>formato CSV</strong>. I campi first_name e last_name fields possono essere lasciati vuoti per ciascuna o ogni riga.

source: If the password field is not blank the user will be activated immediately, otherwise the user will be sent an activation email.
es: Si el campo de contraseña no está vacío el usuario será activado inmediatamente, de lo contrario se le enviará un correo de activación.
it: Se il campo password non è vuoto immediatamente, altrimenti l'utente riceverà una email con l'attivazione.

source: <strong>Important:</strong> Email is not <a href=\
es: <strong>Importante:</strong> El correo no es <a href=\
it: <strong>Importante:</strong> L'email non è <a href=\

source: Resend activation email
es: Reenviar correo de activación
it: Rinviare l'email di attivazione

source: Add %(name)s
es: Añadir %(name)s
it: Aggiungere %(name)s

source: Add Many Users
es: Añadir varios usuarios
it: Aggiungere molti utenti

source: The drive containing your PANDA application is CRITICALLY low on disk space: %(bytes)s remains (%(percent)s%% full)
es: El disco que contiene tu aplicación PANDA está casi sin espacio disponible, quedan: %(bytes)s (%(percent)s%% full)
it: Lo spazio disco che contiene PANDA ha raggiunto un livello CRITICO: rimangono %(bytes)s (%(percent)s%% sul totale)

source: The drive containing your PANDA application is low on disk space: %(bytes)s remains (%(percent)s%% full)
es: El disco que contiene tu aplicación PANDA tiene poco espacio disponible: %(bytes)s disponibles (%(percent)s%% completo)
it: Lo spazio disco dedicato all'installazione di Panda sta diventando piccolo: rimangono %(bytes)s (%(percent)s%% del totale)

source: The drive containing your PANDA uploads is CRITICALLY low on disk space: %(bytes)s remains (%(percent)s%% full)
es: El disco que contiene tus ficheros subidos de PANDA está casi sin espacio disponible: %(bytes)s disponible (%(percent)s%% completo)
it: Lo spazio disco che contiene gli upload su PANDA ha raggiunto un livello CRITICO: rimangono %(bytes)s (%(percent)s%% sul totale)

source: The drive containing your PANDA uploads is low on disk space: %(bytes)s remains (%(percent)s%% full)
es: El disco que contiene tus ficheros subidos de PANDA tiene poco espacio disponible: %(bytes)s disponible (%(percent)s%% completo)
it: Lo spazio disco dedicato agli upload di Panda sta diventando piccolo: rimangono %(bytes)s (%(percent)s%% del totale)

source: The drive containing your PANDA search indices is CRITICALLY low on disk space: %(bytes)s remains (%(percent)s%% full)
es: El disco que tus índices de búsqueda de PANDA está casi sin espacio: %(bytes)s disponible (%(percent)s%% completo)
it: Lo spazio disco che contiene gli indici di ricerca di PANDA ha raggiunto un livello CRITICO: rimangono %(bytes)s (%(percent)s%% sul totale)

source: The drive containing your PANDA search indices is low on disk space: %(bytes)s remains (%(percent)s%% full)
es: El disco que contiene los índices de búsquedas de PANDA tiene poco espacio disponible: %(bytes)s disponible (%(percent)s%% completo)
it: Lo spazio disco che contiene gli indici di ricerca di Panda sta diventando piccolo: rimangono %(bytes)s (%(percent)s%% del totale)

source: Your can always check your current disk usage on your PANDA Dashboard:
es: Puede comprobar en cualquier momento el espacio de disco que está usando en su panel de control de PANDA
it: È possibile controllare lo spazio disco usato dall'installazione PANDA attraverso la Dashboard:

source: Low disk space!
es: ¡Poco espacio en disco!
it: Spazio disco insufficente!

source: Export aborted: "%(query)s" in %(dataset_name)s
es: Exportación abortada: "%(query)s" en %(dataset_name)s
it: Esportazione interrotta: "%(query)s" per %(dataset_name)s

source: Export aborted: %(dataset_name)s
es: Exportación abortada: %(dataset_name)s
it: Esportazione interrotta: %(dataset_name)s

source: Export aborted: "%(query)s" in <strong>%(dataset_name)s</strong>
es: Exportación interrumpida: "%(query)s" in <strong>%(dataset_name)s</strong>
it: Esportazione interrotta: "%(query)s" per <strong>%(dataset_name)s</strong>

source: Export aborted: <strong>%(dataset_name)s</strong>
es: Exportación interrumpida: <strong>%(dataset_name)s</strong>
it: Esportazione interrotta: <strong>%(dataset_name)s</strong>

source: Export complete: "%(query)s" in %(dataset_name)s (%(row_count)s rows)
es: Exportación completa: "%(query)s" en %(dataset_name)s (%(row_count)s filas)
it: Esportazione competata: "%(query)s" per %(dataset_name)s (%(row_count)s righe)

source: Export complete: %(dataset_name)s (%(row_count)s rows)
es: Exportación completa: %(dataset_name)s (%(row_count)s filas)
it: Esportazione completata: %(dataset_name)s (%(row_count)s righe)

source: Download your results:
es: Descargar tus resultados:
it: Scaricare i risultati:

source: Export complete: "%(query)s" in %(dataset_name)s
es: Exportación completa: "%(query)s" en %(dataset_name)s
it: Esportazione completata: "%(query)s" per %(dataset_name)s

source: Export complete: %(dataset_name)s
es: Exportación completa: %(dataset_name)s
it: Esportazione completata: %(dataset_name)s

source: Export complete: "%(query)s" in <strong>%(dataset_name)s</strong>
es: Exportación completa: "%(query)s" en <strong>%(dataset_name)s</strong>
it: Esportazione completata: "%(query)s" per <strong>%(dataset_name)s</strong>

source: Export complete: <strong>%(dataset_name)s</strong>
es: Exportación completa: <strong>%(dataset_name)s</strong>

source: Export failed: "%(query)s" in %(dataset_name)s
es: Exportación fallida: "%(query)s" en %(dataset_name)s
it: Esportazione fallita: "%(query)s" per %(dataset_name)s

source: Export failed: %(dataset_name)s
es: Exportación fallida: %(dataset_name)s
it: Esportazione fallita: %(dataset_name)s

source: Traceback:
es: Trazas:

source: Export failed: "%(query)s" in <strong>%(dataset_name)s</strong>
es: Exportación fallida: "%(query)s" en <strong>%(dataset_name)s</strong>
it: Esportazione fallita "%(query)s" per <strong>%(dataset_name)s</strong>

source: Export failed: <strong>%(dataset_name)s</strong>
es: Exportación fallida: <strong>%(dataset_name)s</strong>
it: Esportazione fallita: <strong>%(dataset_name)s</strong>

source: Export aborted: "%(query)s" in all datasets
es: Exportación abortada: "%(query)s" en todos los grupos de datos
it: Esportazione interrotta "%(query)s" per tutti i dataset

source: Export complete: "%(query)s" in all datasets
es: Exportación completada: "%(query)s" en todos los grupos de datos
it: Esportazione completata: "%(query)s" per tutti i dataset

source: Export failed: "%(query)s" in all datasets
es: Exportación fallida: "%(query)s" en todos los grupos de datos
it: Esportazione fallida: "%(query)s" per tutti i dataset

source: Imported aborted: %(dataset_name)s
es: Importanción abortada: %(dataset_name)s
it: Importazione interrotta: %(dataset_name)s

source: Imported aborted: <strong>%(dataset_name)s</strong>
es: Importación abortada: <strong>%(dataset_name)s</strong>
it: Importazione interrotta: <strong>%(dataset_name)s</strong>

source: Import complete: %(dataset_name)s (%(row_count)s rows)
es: Importación completa: %(dataset_name)s (%(row_count)s filas)
it: Importazione completa: %(dataset_name)s (%(row_count)s righe)

source: Import complete: %(dataset_name)s
es: Importación completa: %(dataset_name)s
it: Importazione completa: %(dataset_name)s

source: Import complete: <strong>%(dataset_name)s</strong>
es: Importación completa: <strong>%(dataset_name)s</strong>
it: Importazione completa: <strong>%(dataset_name)s</strong>

source: Imported failed: %(dataset_name)s
es: Importación fallida: %(dataset_name)s
it: Importazione fallita: %(dataset_name)s

source: Imported failed: <strong>%(dataset_name)s</strong>
es: Importación fallida: <strong>%(dataset_name)s</strong>
it: Importazione fallita: <strong>%(dataset_name)s</strong>

source: Reindex aborted: %(dataset_name)s
es: Reindexado interrumpido: %(dataset_name)s
it: Reindicizzazione interrotta: %(dataset_name)s

source: Reindex aborted: <strong>%(dataset_name)s</strong>
es: Reindexado interrumpido: <strong>%(dataset_name)s</strong>
it: Reindicizzazione interrotta: <strong>%(dataset_name)s</strong>

source: Reindex complete: %(dataset_name)s (%(row_count)s rows)
es: Reindexado completo: %(dataset_name)s (%(row_count)s filas)
it: Reindicizzazione completata: %(dataset_name)s (%(row_count)s rows)

source: Reindex complete: %(dataset_name)s
es: Reindexado completo: %(dataset_name)s
it: Reindicizzazione completata: %(dataset_name)s

source: Reindex complete: <strong>%(dataset_name)s</strong>
es: Reindexado completo: <strong>%(dataset_name)s</strong>
it: Reindicizzazione completata: <strong>%(dataset_name)s</strong>

source: Reindex failed: %(dataset_name)s
es: Reindexado fallido: %(dataset_name)s
it: Reindicizzazione fallita: %(dataset_name)s
